;Standard english localized text

[AdvMedicM1 X2CharacterTemplate]
strCharacterName="ADVENT Medic"
strAcquiredText="Troopers equipped with several medikits, providing support to other ADVENT." 
[AdvMedicM2 X2CharacterTemplate]
strCharacterName="Advanced Medic"
strAcquiredText="Troopers equipped with several medikits, providing support to other ADVENT." 
[AdvMedicM3 X2CharacterTemplate]
strCharacterName="Elite Medic"
strAcquiredText="Troopers equipped with several nano-medikits, providing support to other ADVENT." 

[AdventMedikitM1 X2ItemTemplate]
strFriendlyName="Advent Medikit"
strFriendlyNamePlural="Advent Medikits"
strBriefSummary="Used by ADVENT Medics, similar in function to XCOM medikits."
[AdventMedikitM2 X2ItemTemplate]
strFriendlyName="Advent Medikit"
strFriendlyNamePlural="Advent Medikits"
strBriefSummary="Used by ADVENT Medics, similar in function to XCOM medikits."
[AdventMedikitM3 X2ItemTemplate]
strFriendlyName="Advent Nano-Medikit"
strFriendlyNamePlural="Advent Nano-Medikits"
strBriefSummary="Used by ADVENT Medics, similar in function to XCOM nano-medikits."

[AdventMedicRestore X2AbilityTemplate]
LocFriendlyName="Restore"
LocHelpText="Remove any impairment on this trooper. Troopers may be disoriented when restored."
LocLongDescription="Remove any impairment on this trooper. Troopers may be disoriented when restored."
LocFlyOverText="Restored!"